{"images":[{"filename":"RCO003_1468924490.webp","panels":[{"boxes":[0,1,2],"X":38,"width":896,"Y":55,"height":644},{"boxes":[3],"X":38,"width":428,"Y":712,"height":315},{"boxes":[4],"X":479,"width":464,"Y":711,"height":317},{"boxes":[5,6],"X":38,"width":462,"Y":1033,"height":322},{"boxes":[7,8],"X":510,"width":424,"Y":1037,"height":317}],"source":["ALL WASHED UP","﻿IT'S A BLUSTERY DAY ALONG A DESOLATE COASTLINE FAR FROM DUCKBURG AS A RURAL POSTMAN MAKES HIS ROUNDS...","GASP! WHEEZE! I KNOW THIS ROUTE IS MY PUNISHMENT FOR PUTTING ITCHING POWDER ON THE POSTMASTER'S NEW UNIFORM...","﻿... BUT I NEVER THOUGHT I'D GET STUCK HIKING ALL THE WAY TO PARIAH POINT. GRUMBLE. WHAT KIND OF LOSER WOULD LIVE IN THAT OLD SHACK?","﻿IT MUST BE SOMEONE IN TOTAL DISGRACE -- LIKE THE POLITICIAN WHO BUILT THE PLACE! GRIPE! AT LEAST HE NEVER GOT ANY MAIL!","﻿ANYONE HOME IN THERE? THIS IS YOUR MAILMAN!","﻿OH, SO? GOT ANY I.D. TO PROVE IT?","﻿GRRR! DON'T MESS WITH ME, DUCK! I'M IN NO MOOD FOR GAMES!","﻿*ULP! SORRY!"],"target":["泡泡危机","在远离鸭堡的荒凉的海边，一位乡村邮递员顶着狂风艰难地前行着……","呼哧！我知道这趟差事是对我的惩罚，惩罚我在邮政局长的新制服上涂了痒痒粉……","……但我没想到我需要到这样一个与世隔绝的地方来！呼哧！什么样的窝囊废才会住在那个破屋里?","肯定是个讨人厌的人——就像建造这个地方的政治家一样！哼！但政治家至少没收到过任何邮件！","﻿有人在家吗？我是邮递员！","真的？\n身份证明有吗？","哼！不要跟我开玩笑了，鸭子！我可没心情陪你玩！","啊，对不起！"]},{"filename":"RCO004_w_1468924490.webp","panels":[{"boxes":[0,1],"X":37,"width":440,"Y":48,"height":318},{"boxes":[2,3],"X":488,"width":444,"Y":45,"height":317},{"boxes":[4],"X":37,"width":447,"Y":375,"height":313},{"boxes":[5,6,7],"X":496,"width":441,"Y":371,"height":317},{"boxes":[8],"X":38,"width":482,"Y":704,"height":311},{"boxes":[9],"X":532,"width":405,"Y":702,"height":311},{"boxes":[10],"X":40,"width":517,"Y":1029,"height":312},{"boxes":[11],"X":569,"width":368,"Y":1018,"height":324}],"source":["﻿... BUT DID ANYONE FOLLOW YOU UP HERE","﻿OF COURSE NOT, YOU BLUBBERING BIRDBRAIN! WHY WOULD ANYONE SANE COME HERE?!","﻿IN FACT, I'VE BEEN WONDERING ABOUT: YOUR SANITY! IS THIS LETTER FROM YOUR PSYCHIATRIS7?","﻿HA! HA! VERY FUNNY! BUT I'M NOT CRAZY!..","﻿... JUST CAUTIOUS! WHEN I TELL YOU WHAT HAPPENED TO ME, YOU'LL UNDER STAND WHY!","﻿\"IT ALL STARTED AT MY UNCLE'S SOAP FACTORY! I WAS LATE FOR WORK AND HE WAS FURIOUS...\"","﻿YOU WORK-SHY LITTLE WORM! HOW MANY TIMES DO I HAVE TO LECTURE YOU ABOUT TARDINESS?","﻿BUT UNCLE SCROOGE! WHAT'S THREE SECONDS？","﻿SPUTTER! SECONDS ARE TIME, NEPHEW, AND TIME IS MONEY! THAT'S A FACT YOU CAN MEDITATE ON WHILE YOU UNLOAD THE DRUMS ON THAT TRUCK!","﻿YUCK! THESE DRUMS ARE FULL OF SOME KIND OF GREEN SLIME!","﻿ONLY THAT OLD TIGHTWAD COULD FIND A USE FOR SUCH GARBAGE! HE REALLY KNOWS HOW TO PUNISH A GUY!","﻿DRAT! I'M GETTING COVERED WITH THE STUFF!"],"target":["有人跟踪你到这里来吗？","﻿当然没有，哪个正常人会跑到这里来？！","我怀疑你就不是个正常人！这封信是不是就是你的精神病医生给你的？","嘿！我可不是疯子。","让我告诉你事情的前因后果，你就会明白我为什么到这里来了!","我在我叔叔的肥皂厂工作。我迟到了，然后我叔叔非常生气……","﻿你这个不好好工作的懒虫！我要跟你讲多少次不要迟到？","但是史高治叔叔，我只迟到了3秒钟。","分秒就是时间，时间就是金钱，侄子！去把那些桶从卡车上卸下来，同时思考下我说的对不对！","真恶心！这些桶里装满了某种绿色黏液！","只有那个老吝啬鬼才能找到这种垃圾的用处！他可真会惩罚人！","见鬼！这些东西弄到我身上了！"]},{"filename":"RCO005_1468924490.webp","panels":[{"boxes":[0],"X":39,"width":402,"Y":43,"height":316},{"boxes":[1],"X":451,"width":485,"Y":42,"height":313},{"boxes":[2,3],"X":40,"width":898,"Y":368,"height":315},{"boxes":[4],"X":40,"width":483,"Y":698,"height":312},{"boxes":[5,6],"X":535,"width":406,"Y":699,"height":313},{"boxes":[7,8],"X":40,"width":416,"Y":1024,"height":315},{"boxes":[9,10],"X":468,"width":470,"Y":1022,"height":319}],"source":["﻿THAT DOES IT! I'M SICK OF THIS JOB!","﻿UH OH! NOW I'VE DONE IT!","﻿WHAT THE...? DID A CYCLONE PASS THROUGH THE YARDI","﻿NO, UNCLE SCROOGE! I HAD A LITTLE ... UH... ACCIDENT","﻿YOU NUMBSKULL! ONLY YOU COULD MAKE SUCH A HORRENDOUS MESS WHILE STANDING ON THE BACK OF A TRUCK!","﻿WELL, YOU'LL CLEAN THIS UP BEFORE YOU GO HOME, EVEN IF IT TAKES YOU ALL NIGHT","﻿BUT I HAVE A DATE WITH DAISY THIS EVENING! YOU WOULDN'T WANT ME TO BE TARDY, WOULD YOU?","﻿WHAT DO I CARE 7 I'M NOT PAYING YOU OVERTIME FOR THIS! I WON'T PAY YOU AT ALL UNLESS THE WHOLE FACTORY'S SPIC AND SPAN!","﻿BUT.. BUT... BUT...","﻿STOP STUTTERING AND GET TO WORK! WE'RE BEING INSPECTED TOMORROW AND I WANT THIS PLACE IN TIP-TOP SHAPE!","﻿BUT..."],"target":["﻿够了！这种差事我受够了！","不好！","这是怎么回事？是起了旋风了吗？","﻿不，史高治叔叔！是我出了点小事故……","你这个笨蛋！也就你才会给我弄得这么乱!","回家前把这些清理干净，即使花一整晚的时间！","﻿但我今晚和黛丝有个约会！您一直教我不要迟到，对吧？","我在乎的是什么？我不会付你加班费的！除非整个工厂都干干净净，我一分钱都不会给你!","但……\n但是……","别支支吾吾了，快干活！我们明天要接受检查，我希望这个地方一尘不染!","但是……"]},{"filename":"RCO006_1468924490.webp","panels":[{"boxes":[0,1],"X":37,"width":442,"Y":38,"height":317},{"boxes":[2],"X":492,"width":447,"Y":38,"height":318},{"boxes":[3],"X":38,"width":452,"Y":367,"height":314},{"boxes":[4],"X":504,"width":440,"Y":365,"height":318},{"boxes":[5],"X":42,"width":466,"Y":696,"height":310},{"boxes":[6],"X":518,"width":422,"Y":696,"height":311},{"boxes":[7,8,9],"X":44,"width":522,"Y":1021,"height":315},{"boxes":[10],"X":576,"width":364,"Y":1021,"height":313}],"source":["﻿HAVE A HEART, UNCLE SCROOGE! DAISY WILL KILL ME IF I'M LATE!","﻿I KNOW! SNORT! I'M COUNTING ON YOUR FEAR OF HER TO SPEED UP YOUR WORK!","﻿GRUMBLE!","﻿BUT SCROOGE IS RIGHT,","﻿... DONALD WORKS FASTER","﻿.... THAN HE'S EVER WORKED BEFORE.","﻿FINISHED! AND ONLY TEN MINUTES BEHIND SCHEDULE! I'VE GOT PLENTY OF TIME TO GET CLEANED UP BEFORE I PICK UP DAISY!","DON'T RUSH OFF JUST YET, NEPHEW! I WANT YOU TO TAKE THAT TRUCKLOAD OF TRASH TO THE CITY DUMP!","﻿BUT,","﻿WHAT? BUT THERE MUST BE HUNDREDS OF DOLLARS WORTH OF - DETERGENT IN IT!?","﻿BAH! I CAN'T SELL IT! SOME NAMBY-PAMBY ENVIRONMENTALISTS HAVE COMPLAINED THAT IT PRODUCES WAY TOO MUCH - SUDS!"],"target":["求您了，史高治叔叔！如果我迟到了，黛丝会讨厌死我的！","﻿我知道！哼！我希望你为了不迟到，能更快地完成工作！","哼！","史高治是对的，","唐纳德的工作效率出奇的高","他从来没有这么高的效率。","﻿完成了！而且只比原定计划晚了十分钟！在接黛丝之前，我有足够的时间去梳洗一下！","别急着走，侄子！我还要你把那卡车垃圾运到城市垃圾场！","然而……","﻿什么？但我估计里面有至少价值数百美元的清洁剂！？","我卖不掉它！一些矫情的环保主义者投诉说它会产生太多泡沫!"]},{"filename":"RCO007_1468924490.webp","panels":[{"boxes":[0,1],"X":44,"width":455,"Y":48,"height":313},{"boxes":[2,3,4],"X":511,"width":431,"Y":48,"height":317},{"boxes":[5,6],"X":43,"width":494,"Y":376,"height":313},{"boxes":[7],"X":543,"width":399,"Y":377,"height":313},{"boxes":[8,9],"X":44,"width":456,"Y":702,"height":313},{"boxes":[10,11],"X":513,"width":430,"Y":703,"height":319},{"boxes":[12],"X":42,"width":469,"Y":1028,"height":317},{"boxes":[13,14,15],"X":522,"width":422,"Y":1029,"height":315}],"source":["﻿TOUGH, BUT IT CAN WAIT UNTIL TOMORROW! I DON'T HAVE TIME TO GO TO THE DUMP TONIGHT!","﻿IT CAN'T WAIT! IF THE EPA FINDS IT HERE, THEY'LL SLAP ME WITH A WHOPPING BIG FINE!","﻿AND THAT WOULD PLAY HAVOC WITH MY PUBLIC RELATIONS CAMPAIGN! ","﻿MC DUCK INDUSTRIES MOTHER NATURE'S BEST FRIEND","﻿NOT TO MENTION YOUR BANK ACCOUNT, YOU 7 CHEAPSKATE!","﻿TELL YOU WHAT! I'LL DRIVE THE TRUCK OVER TO YOUR HOUSE AND HIDE IT BEHIND THE GAZEBO!","﻿NO! YOU'LL TAKE IT TO THE DUMP! AND THAT'S FINAL:","﻿OK, OK, YOU OLD FOSSIL! BUT YOU'LL HAVE TO PAY FOR MY SPEEDING TICKETS!","﻿NO SUCH LUCK...","﻿GROAN! THIS RUSH HOUR TRAFFIC IS MURDER: I HAVEN'T BEEN ABLE TO GET OUT OF SECOND GEAR!","﻿AND LOOK AT THAT LINE OF TRUCKS AHEAD OF ME! LOOKS LIKE EVERY GARBAGE TRUCK IN THE STATE IS HERE FOR A  CONVENTION!","﻿CITY DUMP","﻿IT WOULD TAKE HOURS TO REACH THE HEAD OF THAT LINE! I'LL JUST PARK THE TRUCK AT MY HOUSE AND COME BACK IN THE MORNING!","﻿BUT...","﻿NO COMMERCIAL PARKING. VIOLATORS WILL BE TOWED AT OWNER'S EXPENSE","﻿UH-OH! UNCLE SCROOGE WOULD HAVE A FIRST CLASS FIT IF HIS TRUCK GETS TOWED AWAY!"],"target":["可以等到明天再运走！我今晚可没时间去垃圾场！","需要马上运走！如果环保局发现了，他们会给我开一大笔罚款！","﻿这会对我的公共关系造成严重的负面影响！","麦克老鸭工业\n大自然母亲最好的朋友","﻿更不用说你的银行账户了，你这个小气鬼！","﻿告诉你吧！我会把卡车开到你家，把它藏在凉亭后面！","﻿不！你要把它运到垃圾场去！就这样！","﻿好吧，好吧，你这个老顽固！但你得为我的超速罚单买单！","﻿没有这样的运气……","天哪！这高峰时段的交通简直糟透了！我连三挡都没挂过！","看看我前面的车龙！好像全州的垃圾运输车都聚到这里了。","垃圾场","轮到我起码还需要几个小时！我还是把卡车停在我家，明早再回来！","然而……","﻿**禁止**\n商业性停车！\n违规车辆\n将被拖走\n费用由车主\n承担！","啊！如果他的卡车被拖走的话，史高治叔叔会非常生气的！"]},{"filename":"RCO008_w_1468924490.webp","panels":[{"boxes":[0],"X":41,"width":448,"Y":65,"height":313},{"boxes":[1,2],"X":502,"width":434,"Y":64,"height":317},{"boxes":[3,4],"X":41,"width":459,"Y":392,"height":314},{"boxes":[5,6],"X":508,"width":428,"Y":391,"height":313},{"boxes":[7],"X":42,"width":519,"Y":721,"height":312},{"boxes":[8],"X":570,"width":368,"Y":717,"height":313},{"boxes":[9,10,11],"X":43,"width":411,"Y":1046,"height":313},{"boxes":[12],"X":469,"width":469,"Y":1045,"height":312}],"source":["﻿ONLY ONE THING LEFT TO DO! I'LL PARK IT AT UNCLE SCROOGE'S TRUCKING COMPANY!","﻿SORRY, DONALD! NO CAN DO!","﻿GIVE ME A BREAK, SMITTY! I'VE GOT TO GET RID OF THIS TRUCK, AND FAST!","﻿YOU DON'T KNOW HOW MISERABLE DAISY WILL MAKE MY LIFE IF I STAND HER UP TONIGHT! SHE'S NOT EXACTLY THE SILENT TYPE!","﻿YEAH! I KNOW WHAT YOU MEAN! MY WIFE IS A CHAMPIONSHIP NAGGER!","﻿ALL RIGHT! YOU CAN PARK HER ON THE OTHER SIDE OF THAT WALL, RIGHT BY THE RIVER! IF WE'RE LUCKY THE BOSS WILL NEVER GET WISE!","﻿THANKS, PAL!","﻿WHAT UNCLE SCROOGE DOESN'T KNOW WON'T HURT HIM!","SO LONG, SMITTY! I CAN JUST MAKE IT IF I HURRY!","﻿AND SO...","﻿MAN! I'M MOVING SO FAST, I'M NOT EVEN GETTING WET!","﻿","﻿BUT IT WILL ALL BE WORTH IT! THIS'LL BE A NIGHT DAISY 7 WILL NEVER FORGET!"],"target":["只有一条路了！把车停在史高治叔叔的货运公司！","﻿对不起，唐纳德！没地方停了","帮帮我吧，史密斯！我得尽快处理好这辆卡车！","你不知道如果我今晚放她鸽子，黛丝会怎么对我！她可是个母老虎！","我理解你！我的老婆就特别烦人。","好吧！你可以把车子停在那堵墙的旁边，就在河边上。如果幸运的话，老板永远都不会发现！","谢谢，伙计！","只要史高治叔叔不知道，就不要紧！","再见，史密斯！如果我抓紧的话，应该还来得及！","之后……","我的速度真快！","","这一切都是值得的！这将是黛丝永远不会忘记的夜晚！"]},{"filename":"RCO009_1468924490.webp","panels":[{"boxes":[0,1],"X":41,"width":431,"Y":43,"height":317},{"boxes":[2,3],"X":487,"width":453,"Y":44,"height":314},{"boxes":[4],"X":41,"width":461,"Y":374,"height":311},{"boxes":[5,6],"X":514,"width":424,"Y":372,"height":312},{"boxes":[7],"X":43,"width":444,"Y":701,"height":310},{"boxes":[8,9],"X":501,"width":438,"Y":700,"height":310},{"boxes":[10,11,12],"X":43,"width":897,"Y":1025,"height":314}],"source":["﻿DONALD! I CAN'T BELIEVE IT! YOU'RE RIGHT ON TIME!","﻿BUT OF COURSE, MON CHERI!","﻿I DIDN'T WANT TO MISS A SECOND OF THIS DATE! WE'VE GOT RESERVATIONS AT A POSH RIVERSIDE RESTAURANT!","﻿TEE HEE!","﻿UH-OH! IT'S RAINING! I'D BETTER PUT THE TOP UP!","﻿OH, DEAR! I HOPE THIS WON'T SPOIL OUR EVENING!","﻿DON'T WORRY, TOOTS!","﻿AFTER ALL, WHAT COULD BE MORE ROMANTIC THAN THE PITTER PATTER OF RAIN ON THE ROOF?","﻿THIS WAY, MADAME! MONSIEUR!","﻿OH, DONALD! THIS PLACE IS PERFECT!","﻿SO IT SEEMS...","WAIT UNTIL I TELL THE GIRLS ABOUT OUR DATE! THEY'LL BE POSITIVELY GREEN WITH ENVY!","﻿STICK WITH ME, BABE! THE BEST IS YET TO COME!"],"target":["﻿唐纳德！真不敢相信！你居然这么准时！","当然了，我亲爱的!","﻿我不想错过这次约会的任一秒钟！\n我们预定了一家\n豪华的河畔餐厅！","﻿嘻嘻！","啊哦！下雨了！让我把车顶拉上!","噢，天啊！我希望这不会破坏我们的夜晚！","别担心，亲爱的!","雨淅沥沥地落在屋顶，这是件多浪漫的事啊！","﻿女士先生这边请！","哦，唐纳德！这地方太棒了！","似乎是这样……","等我给她们讲起我们的约会！她们一定会非常嫉妒！","﻿跟着我，宝贝！最好的还在后头！"]},{"filename":"RCO012_1468924490.webp","panels":[{"boxes":[0],"X":44,"width":897,"Y":41,"height":314},{"boxes":[],"X":44,"width":448,"Y":367,"height":314},{"boxes":[],"X":505,"width":437,"Y":369,"height":316},{"boxes":[],"X":44,"width":440,"Y":697,"height":310},{"boxes":[],"X":498,"width":448,"Y":695,"height":311},{"boxes":[],"X":44,"width":898,"Y":1020,"height":316}],"source":["﻿HOWEVER..."],"target":["然而……"]},{"filename":"RCO013_1468924490.webp","panels":[{"boxes":[0],"X":39,"width":894,"Y":47,"height":315},{"boxes":[1,2,3],"X":37,"width":450,"Y":376,"height":313},{"boxes":[4],"X":501,"width":431,"Y":376,"height":315},{"boxes":[5,6,7,8],"X":36,"width":897,"Y":703,"height":312},{"boxes":[9,10],"X":33,"width":429,"Y":1029,"height":315},{"boxes":[11],"X":476,"width":456,"Y":1025,"height":321}],"source":["﻿GASP!","﻿MEANWHILE...","THIS DESSERT IS JUST TOO, TOO SINFUL! I'LL HAVE TO DIET FOR A MONTH AFTER TONIGHT! GIGGLE!","﻿*SIGH! ME TOO!","﻿HUH? WHA... WHAT'S THAT?","﻿GOOD GRIEF!","﻿GAKI","﻿SCREEEECH","﻿QUICK! EVERYONE OUT! THE RIVER IS FOAMING AT ITS MOUTH!","﻿HELP, DONALD! IT'S SWALLOWING ME!","﻿DON'T PANIC, DAISY! WE'LL BE SAFE ONCE WE GET OUTSIDE!","﻿GULP. I WAS WRONG! IT'S EVEN WORSE OUT HERE!"],"target":["我的天！","与此同时……","                这甜点太让人感到\n                罪恶了！今晚之后我得节食一个月！嘻嘻！","我也是！","啊？那……那是什么？","﻿天哪！","呀！","啊——","快！大家快出去！从河里涌上了好多泡泡！","﻿救命，唐纳德！我要被吞没了！","﻿别慌，黛丝！到外面就安全了！","我想错了，外面更糟糕！"]},{"filename":"RCO014_1468924490.webp","panels":[{"boxes":[0,1],"X":28,"width":437,"Y":58,"height":317},{"boxes":[2,3],"X":472,"width":453,"Y":59,"height":315},{"boxes":[4,5],"X":26,"width":450,"Y":389,"height":312},{"boxes":[6,7],"X":485,"width":441,"Y":387,"height":314},{"boxes":[8,9],"X":29,"width":437,"Y":716,"height":314},{"boxes":[10,11],"X":482,"width":444,"Y":717,"height":311},{"boxes":[12,13],"X":29,"width":897,"Y":1039,"height":326}],"source":["﻿NOW I'M FURIOUS! THIS WALL OF CRAZY FOAM HAS RUINED MY DRESS!","﻿SOMEONE IS GOING TO PAY FOR THIS OUTRAGE!","﻿LOOK! THERE'S A BOX OF SOMETHING IN THE WATER ! MAYBE IT WILL TELL US WHO'S TO BLAME!","﻿HМММ!","﻿OZO. THAT'S UNCLE SCROOGE'S BRAND OF DETERGENT! I'LL BET HE'S BEHIND THIS DISASTER!","﻿TULP!S","﻿I'VE GOT TO GET OUT OF HERE BEFORE UNCLE SCROOGE COMES LOOKING FOR MY SCALP!","﻿YOU... YOU... BEAST! YOU CAN'T JUST LEAVE ME HERE LIKE THIS! ITT!","﻿NEEDLESS TO SAY, I DON'T DARE SHOW MY FACE IN DUCKBURG UNTIL THINGS COOL DOWN! THIS LETTER'S FROM MY NEPHEWS! MAYBE IT'S SAFE NOW!..?","﻿DON'T COUNT ON IT!","﻿YOU'RE RIGHT! SIGH! THEY FIGURE I'LL HAVE TO STAY HERE FOR AT LEAST SIX MONTHS! OTP","﻿✓ TOUGH LUCK, BUD! OH...I ALMOST FORGOT! I'M SUPPOSED TO GIVE ONE OF THESE TO EVERY RESIDENT ON MY ROUTE!","﻿HMMM! HE FAINTED! CAN'T SAY AS I BLAME HIM, THOUGH!","﻿AFTER ALL, A FREE SAMPLE OF DETERGENT IS THE LAST THING HE'D WANT TO SEE RIGHT NOW!"],"target":["气死我了！这该死的泡泡，毁了我的裙子！","是谁干的，他要付出代价！","看！水里有一盒东西！也许它会告诉我们是谁干的！","唔！","﻿奥波！这是史高治叔叔工厂的洗衣粉！肯定是他做的好事！","呀！","我得在史高治叔叔来找我前离开这里!","唐纳德！你不能就这样离我而去！","在事态平息之前，我不敢在鸭堡露面！这封信是我侄子们寄来的！也许现在安全了？","﻿别指望了！","﻿你说得对！他们认为我至少得在这里待六个月！","祝你好运，伙计！哦，我差点忘了！我应该给每一个收件人这个东西！","﻿嗯！他晕倒了！\n不过，也不怪他！","毕竟，他现在最不想看到的就是洗衣粉!"]}]}